Repository: django-athm/django-athm.dev
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es

source: Payment was cancelled.
es: El pago fue cancelado.

source: Payment session expired. Please try again.
es: La sesión de pago expiró. Por favor, intenta nuevamente.

source: Django ATHM Demo
es: Demo de Django ATHM

source: Project Support Tip
es: Propina de Apoyo al Proyecto

source: Tip
es: Propina

source: Support Django ATHM Development
es: Apoyar el Desarrollo de Django ATHM

source: Missing payment reference.
es: Falta la referencia de pago.

source: Payment Confirmed
es: Pago Confirmado

source: Payment Not Found
es: Pago No Encontrado

source: The payment reference is missing or invalid.
es: La referencia del pago falta o es inválida.

source: If you just completed a payment, please wait a moment and refresh the page.
es: Si acabas de completar un pago, espera un momento y recarga la página.

source: Return to Demo
es: Volver al Demo

source: Payment Completed
es: Pago Completado

source: Your payment was approved by ATH Movil.
es: Tu pago fue aprobado por ATH Móvil.

source: Total Paid
es: Total Pagado

source: Amount charged
es: Monto cobrado

source: Processing Fee
es: Comisión

source: ATH Movil fee
es: Comisión de ATH Móvil

source: Net Amount
es: Cantidad Neta

source: After fees
es: Después de comisiones

source: Transaction Details
es: Detalles de la Transacción

source: Reference
es: Referencia

source: Ecommerce ID
es: ID de Comercio

source: Daily ID
es: ID Diario

source: Date
es: Fecha

source: at
es: a las

source: Tax
es: Impuesto

source: Customer
es: Cliente

source: Name
es: Nombre

source: Email
es: Correo

source: Phone
es: Teléfono

source: What django-athm Did
es: Lo que hizo django-athm

source: Payment initiated
es: Pago iniciado

source: Payment record created when you clicked the ATH Movil button
es: Registro de pago creado cuando hiciste clic en el botón de ATH Móvil

source: Webhook received
es: Webhook recibido

source: Fee, net amount, and customer data enriched via webhook
es: Comisión, cantidad neta y datos del cliente recibidos via webhook

source: Waiting for webhook (fee and customer data will appear)
es: Esperando webhook (comisión y datos del cliente aparecerán)

source: Django signals dispatched
es: Señales de Django enviadas

source: signal sent for custom handlers
es: señal enviada para handlers personalizados

source: Signals fire after webhook processes
es: Las señales se disparan después de procesar el webhook

source: Back to Demo
es: Volver al Demo

source: Documentation
es: Documentación

source: Powered by
es: Desarrollado con

source: ATH Móvil payments
es: Pagos de ATH Móvil

source: for Django
es: en Django

source: Sync ATH Móvil transactions to your Django database via webhooks. Auto-persistence, admin dashboard, and signals included.
es: Sincroniza transacciones de ATH Móvil a tu base de datos de Django mediante webhooks. Incluye persistencia automática, panel de admin, signals y más.

source: <p>This is an unofficial, community-maintained package. </p> <p><strong>Not</strong> affiliated with <a class="text-accent" target="_blank" href="https://evertecinc.com/">Evertec, Inc.</a> or <a class="text-accent" target="_blank" href="https://portal.athmovil.com/">ATH Móvil</a> in any way.<p>
es: <p>Este es un paquete no oficial mantenido por la comunidad. </p> <p><strong>No</strong> está afiliado con <a class="text-accent" target="_blank" href="https://evertecinc.com/">Evertec, Inc.</a> ni con <a class="text-accent" target="_blank" href="https://portal.athmovil.com/">ATH Móvil</a> de ninguna manera.<p>

source: Read Documentation
es: Leer Documentación

source: View on GitHub
es: Ver en GitHub

source: Latest ATH Móvil API
es: API más reciente de ATH Móvil

source: Optional Quick-Start
es: Quickstart (opcional)

source: Try it yourself
es: Pruébelo aquí

source: The included template tag provides a pre-built payment button for quick integration.
es: El template tag incluido provee un botón de pago pre-construido para integración rápida.

source: Support the Project
es: Apoya el Proyecto

source: Tip Amount
es: Aportación

source: Supporting Django ATHM development
es: Para apoyar el desarrollo de django-athm

source: Real payment
es: Pago real

source: Approving this transaction will charge $3.00 to your account. Thanks for supporting the project!
es: Al aprobar esta transacción se cargarán $3.00 a tu cuenta. ¡Gracias por apoyar el proyecto!

source: View full code in documentation
es: Ver código completo en documentación

source: Everything you need
es: Todo lo que necesitas

source: Developed for Django users who want payment integration without the complexity.
es: Desarrollado para usuarios que quieren integración de pagos sin la complejidad.

source: Auto-Persistence
es: Persistencia Automática

source: Transactions, items, and customers automatically saved to your database on callback.
es: Pagos, reembolsos y clientes se guardan automáticamente en tu base de datos.

source: Django Admin Ready
es: Listo para Django Admin

source: Read-only dashboard with search, filtering, batch refunds, and webhook management.
es: Panel de control read-only con búsqueda, filtrado, reembolsos y configuración de webhooks.

source: Django Signals
es: Señales de Django

source: Four signals: <code class="text-xs bg-base-200 px-1 rounded">payment_completed</code>, <code class="text-xs bg-base-200 px-1 rounded">payment_cancelled</code>, <code class="text-xs bg-base-200 px-1 rounded">payment_expired</code>, <code class="text-xs bg-base-200 px-1 rounded">refund_sent</code>.
es: Cuatro señales: <code class="text-xs bg-base-200 px-1 rounded">payment_completed</code>, <code class="text-xs bg-base-200 px-1 rounded">payment_cancelled</code>, <code class="text-xs bg-base-200 px-1 rounded">payment_expired</code>, <code class="text-xs bg-base-200 px-1 rounded">refund_sent</code>.

source: One-Click Refunds
es: Reembolsos con un Click

source: Process full or partial refunds directly from Django Admin with batch support.
es: Procesa uno o más reembolsos directamente desde Django Admin con una acción admin incluída.

source: Webhook Events
es: Eventos de Webhook

source: Automatic webhook handling with idempotency keys. Events logged and deduplicated.
es: Manejo automático de webhooks con llaves de idempotencia. Eventos procesados y deduplicados.

source: Transaction Sync
es: Sincronización de Transacciones

source: Reconcile with ATH Móvil via <code class="text-xs bg-base-200 px-1 rounded">athm_sync</code> management command.
es: Sincroniza con ATH Móvil mediante el comando <code class="text-xs bg-base-200 px-1 rounded">athm_sync</code>.

source: Purpose built for Django
es: Hecho a la medida para Django

source: Familiar patterns with batteries included.
es: Patrones familiares con baterías incluidas.

source: Handle payment events with signals
es: Maneja eventos de pago con signals

source: Query webhook events with automatic deduplication
es: Consulta eventos de webhook con deduplicación automática

source: Reconcile transactions with ATH Móvil
es: Sincroniza transacciones con ATH Móvil

source: How it works
es: Cómo funciona

source: Install
es: Instalar

source: Configure
es: Configurar

source: Add API keys and app to settings
es: Añade las llaves API y el app a la configuración

source: Install Webhooks
es: Instalar Webhooks

source: Via Admin or manage.py command
es: Mediante Admin o comando manage.py

source: Done
es: Listo

source: Transactions sync to your DB automatically
es: Las transacciones se sincronizan a tu BD automáticamente

source: Ready to integrate ATH Móvil payments into your Django app?
es: ¿Ready para integrar pagos con ATH Móvil en tu app de Django?

source: Get started in minutes with our comprehensive documentation.
es: Comienza en minutos con la documentación completa.

source: Star on GitHub
es: Darle Star en GitHub

source: This project is <strong>not</strong> affiliated with or endorsed by <a class="text-accent" target="_blank" href="https://evertecinc.com/">Evertec, Inc.</a> or <a class="text-accent" target="_blank" href="https://portal.athmovil.com/">ATH Móvil</a> in any way.
es: Este proyecto <strong>no está</strong> afiliado ni respaldado por <a class="text-accent" target="_blank" href="https://evertecinc.com/">Evertec, Inc.</a> o <a class="text-accent" target="_blank" href="https://portal.athmovil.com/">ATH Móvil</a> de ninguna manera.

source: View this page's source code
es: Ver el código fuente de esta página
